<!DOCTYPE html>
<html lang="ru">
<head>
	<meta charset="UTF-8">
	<title>Вакансии</title>
</head>
<body>
    <?php
$rezume = [
    "Фамилия: Иванов",
    "Имя: Иван",
    "Отчество: Иванович",
    "Дата рождения: 15.05.1985",
    "Должность: Учитель математики",
    "Категоря: Высшая",
    "Уровень образования: Высшее (магистратура)",
    "Учебное заведение: МГУ им. М.В. Ломоносова",
    "Квалификация: Математик, преподаватель",
    "Специализация: Математика и информатика",
    "Стаж в учебном заведениии: 5 лет",
    "Полный стаж: 12 лет",
    "E-mail: ivanov_i@example.com"
];

var_dump($rezume);
?>	
</body>
</html>